Repository: RobertArzolaC/lubeai
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: Email
es: Correo electrónico

source: The email address is not registered with us.
es: La dirección de correo electrónico no está registrada con nosotros.

source: Pending
es: Pendiente

source: Validating
es: Validando

source: Processing
es: En proceso

source: Completed
es: Completado

source: Failed
es: Fallido

source: Canceled
es: Cancelado

source: Approved
es: Aprobado

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: National Identity Document
es: Documento Nacional de Identidad

source: Unique Taxpayer Registry
es: Registro Único de Contribuyentes

source: Passport
es: Pasaporte

source: Foreigner ID
es: Cédula de Extranjería

source: Male
es: Masculino

source: Female
es: Femenino

source: Other
es: Otro

source: You do not have permission to delete this account.
es: No tienes permiso para eliminar esta cuenta.

source: Address
es: Dirección

source: Zip code
es: Código postal

source: Phone
es: Teléfono

source: First name
es: Nombre

source: Paternal last name
es: Apellido paterno

source: Maternal last name
es: Apellido materno

source: Document type
es: Tipo de documento

source: Document number
es: Número de documento

source: Gender
es: Género

source: Birth date
es: Fecha de nacimiento

source: User
es: Usuario

source: User account associated with this person
es: Cuenta de usuario asociada con esta persona

source: Name
es: Nombre

source: Description
es: Descripción

source: Is active
es: Está activo

source: Designates whether this entry is active
es: Designa si esta entrada está activa

source: Content type of the related object.
es: Tipo de contenido del objeto relacionado.

source: Primary key of the related object.
es: Clave primaria del objeto relacionado.

source: Status
es: Estado

source: New status value.
es: Nuevo valor de estado.

source: Previous Status
es: Estado anterior

source: Previous status value.
es: Valor del estado anterior.

source: Note
es: Nota

source: Optional note about the status change.
es: Nota opcional sobre el cambio de estado.

source: Status History
es: Historial de estado

source: Status Histories
es: Historiales de estado

source: Dashboard
es: Tablero

source: All Organizations
es: Todas las Organizaciones

source: Organization
es: Organización

source: Start Date
es: Fecha de Inicio

source: End Date
es: Fecha de Fin

source: All Machines
es: Todas las máquinas

source: Machine
es: Máquina

source: All Conditions
es: Todas las condiciones

source: All Statuses
es: Todos los estados

source: Select Machine
es: Seleccionar Máquina

source: Component
es: Componente

source: Lab Number
es: Número de laboratorio

source: Lubricant
es: Lubricante

source: Lubricant Hours
es: Horas de Lubricante

source: Lubricant Kms
es: Kilómetros de Lubricante

source: Serial Number Code
es: Código de número de serie

source: Sample Date
es: Fecha de muestra

source: Reception Date
es: Fecha de recepción

source: Condition
es: Condición

source: PER Number
es: Número de PER

source: Notes
es: Notas

source: Component Analysis
es: Análisis de Componentes

source: Basic Information
es: Información Básica

source: Audit Information
es: Información de auditoría

source: Equipment Management
es: Gestión de Equipos

source: Search
es: Buscar

source: Is Active?
es: ¿Está activa?

source: Active
es: Activo

source: Inactive
es: Inactivo

source: Select Component Type
es: Seleccione el Tipo de Componente

source: Excel File
es: Archivo de Excel

source: Upload an Excel file (.xlsx) with machine data
es: Sube un archivo de Excel (.xlsx) con datos de la máquina

source: Only .xlsx files are allowed
es: Solo se permiten archivos .xlsx

source: File size cannot exceed 5MB
es: El tamaño del archivo no puede exceder los 5MB

source: Organization that owns this machine
es: Organización que posee esta máquina

source: Machine name or identifier
es: Nombre o identificador de la máquina

source: Serial Number
es: Número de serie

source: Unique serial number of the machine
es: Número de serie único de la máquina

source: Model
es: Modelo

source: Machine model or type designation
es: Designación del modelo o tipo de máquina

source: Machines
es: Máquinas

source: Component Type
es: Tipo de Componente

source: Component Types
es: Tipos de Componente

source: Machine this component belongs to
es: Máquina a la que pertenece este componente

source: Type
es: Tipo

source: Type/category of this component
es: Tipo/categoría de este componente

source: Components
es: Componentes

source: Machine created successfully
es: Máquina creada con éxito

source: Machine updated successfully
es: Máquina actualizada con éxito

source: Machine name is required
es: Se requiere nombre de la máquina

source: Serial number is required
es: Se requiere número de serie

source: Model is required
es: Se requiere modelo

source: Reports Management
es: Gestión de Informes

source: Reviewed
es: Revisado

source: Rejected
es: Rechazado

source: Caution
es: Precaución

source: Critical
es: Crítico

source: A report with this lab number already exists.
es: Ya existe un informe con este número de laboratorio.

source: Upload an Excel file (.xlsx) with report data. Maximum size: 5MB
es: Sube un archivo de Excel (.xlsx) con datos del informe. Tamaño máximo: 5MB

source: Only Excel files (.xlsx, .xls) are allowed.
es: Solo se permiten archivos de Excel (.xlsx, .xls).

source: File size cannot exceed 5MB.
es: El tamaño del archivo no puede exceder los 5MB.

source: Organization/Client associated with this report
es: Organización/Cliente asociado con este informe

source: Machine/Equipment associated with this report
es: Máquina/Equipo asociado con este informe

source: Component associated with this report
es: Componente asociado con este informe

source: Laboratory identification number (No. Lab)
es: Ñúmero de identificación del laboratorio (No. Lab)

source: Lubricant type/brand used
es: Tipo/marca de lubricante utilizado

source: Hours of lubricant usage
es: Horas de uso del lubricante

source: Lubricant Kilometers
es: Kilómetros de Lubricante

source: Kilometers of lubricant usage
es: Kilómetros de uso del lubricante

source: Machine Hours
es: Horas de Máquina

source: Total operating hours of the machine
es: Total de horas de operación de la máquina

source: Machine Kilometers
es: Kilómetros de Máquina

source: Total kilometers traveled by the machine
es: Total de kilómetros recorridos por la máquina

source: Serial number code from the report (Cod./Num. De Serie)
es: Código de número de serie del informe (Cod./Num. De Serie)

source: Date when the sample was taken (Fecha Muestra)
es: Fecha en que se tomó la muestra (Fecha Muestra)

source: PER identification number (No. PER)
es: Número de identificación PER (No. PER)

source: Date when the sample was received (Fecha de Recepción)
es: Fecha en que se recibió la muestra (Fecha de Recepción)

source: Current status of the report
es: Estado actual del informe

source: Equipment condition assessment
es: Evaluación de la condición del equipo

source: Additional notes or observations
es: Notas adicionales u observaciones

source: Report Date
es: Fecha del Informe

source: Date when the report was generated (Fecha de Reporte)
es: Fecha en que se generó el informe (Fecha de Reporte)

source: Filter Change
es: Cambio de Filtro

source: Filter change indicator (Cambio de Filtro)
es: Filtro indicador de cambio (Cambio de Filtro)

source: Oil Change
es: Cambio de Aceite

source: Oil change indicator (Cambio de Aceite)
es: Indicador de cambio de aceite (Cambio de Aceite)

source: Others
es: Otros

source: Other observations or notes (Otros)
es: Otras observaciones o notas (Otros)

source: Report
es: Reporte

source: Reports
es: Reportes

source: Associated inspection report
es: Informe de inspección asociado

source: Water Crackle Test
es: Prueba de agrietamiento por agua

source: ITS 009/18 - Qualitative water test (NEGATIVO/POSITIVO)
es: ITS 009/18 - Prueba cualitativa de agua (NEGATIVO/POSITIVO)

source: Water by Distillation (%)
es: Agua por destilación (%)

source: Viscosity @ 40°C (cSt)
es: Viscosidad @ 40°C (cSt)

source: Viscosity @ 100°C (cSt)
es: Viscosidad @ 100°C (cSt)

source: Compatibility
es: Compatibilidad

source: ILT-096 - Compatibility test result
es: ILT-096 - Resultado de la prueba de compatibilidad

source: ASTM D 2896-21 - Total Base Number
es: ASTM D 2896-21 - Número Total de Base

source: ASTM D 664-24 - Total Acid Number
es: ASTM D 664-24 - Número Total de Ácido

source: Oxidation (Abs/cm)
es: Oxidación (Abs/cm)

source: Soot (%)
es: Hollín (%)

source: Nitration (Abs/cm)
es: Nitración (Abs/cm)

source: Sulfation (Abs/cm)
es: Sulfatación (Abs/cm)

source: Glycol (%)
es: Glicol (%)

source: Fuel Dilution (%)
es: Dilución de Combustible (%)

source: Water FTIR (%)
es: Agua FTIR (%)

source: PQ Index
es: Índice PQ

source: ITS 044/15 - Ferrous particle index
es: ITS 044/15 - Índice de partículas ferrosas

source: Particle Count ISO
es: Conteo de Partículas ISO

source: ISO 4406:2021 (e.g., 20/18/15)
es: ISO 4406:2021 (p.ej., 20/18/15)

source: Iron (Fe)
es: Hierro (Fe)

source: Chromium (Cr)
es: Cromo (Cr)

source: Lead (Pb)
es: Plomo (Pb)

source: Copper (Cu)
es: Cobre (Cu)

source: Tin (Sn)
es: Estaño (Sn)

source: Aluminum (Al)
es: Aluminio (Al)

source: Nickel (Ni)
es: Níquel (Ni)

source: Silver (Ag)
es: Plata (Ag)

source: Silicon (Si)
es: Silicio (Si)

source: Boron (B)
es: Boro (B)

source: Sodium (Na)
es: Sodio (Na)

source: Magnesium (Mg)
es: Magnesio (Mg)

source: Potassium (K)
es: Potasio (K)

source: Molybdenum (Mo)
es: Molibdeno (Mo)

source: Titanium (Ti)
es: Titanio (Ti)

source: Vanadium (V)
es: Vanadio (V)

source: Manganese (Mn)
es: Manganeso (Mn)

source: Phosphorus (P)
es: Fósforo (P)

source: Calcium (Ca)
es: Calcio (Ca)

source: Barium (Ba)
es: Bario (Ba)

source: Cadmium (Cd)
es: Cadmio (Cd)

source: Visual Appearance
es: Apariencia Visual

source: Lab Analysis
es: Análisis de Laboratorio

source: Lab Analyses
es: Análisis de Laboratorio

source: Report created successfully
es: Reporte creado con éxito

source: Create Report
es: Crear Reporte

source: Report updated successfully
es: Reporte actualizado con éxito

source: Edit Report
es: Editar Reporte

source: Error processing file: %(error)s
es: Error al procesar el archivo: %(error)s

source: Skipped %(count)d header/title rows
es: Omitidas %(count)d filas de encabezado/título

source: Contact Information
es: Información de Contacto

source: Invalid action
es: Acción no válida

source: User status has been successfully updated
es: El estado del usuario se ha actualizado con éxito

source: No file uploaded
es: No se ha subido ningún archivo

source: Avatar has been successfully uploaded
es: El avatar se ha subido con éxito

source: User ID is required
es: Se requiere ID de usuario

source: Verification email has been successfully sent
es: El correo electrónico de verificación se ha enviado con éxito

source: Last name
es: Apellido

source: Select an organization
es: Seleccionar una organización

source: An account with this email already exists
es: Ya existe una cuenta con este correo electrónico.

source: This field is required
es: Este campo es obligatorio

source: Selected organization is not active
es: La organización seleccionada no está activa

source: Organization Name
es: Nombre de la Organización

source: Zip Code
es: Código Postal

source: Country
es: País

source: Department
es: Departamento

source: Province
es: Provincia

source: City
es: Ciudad

source: Phone Number
es: Número de Teléfono

source: Email Address
es: Dirección de Correo Electrónico

source: Is Active
es: Está activo

source: The Email must be set
es: El correo electrónico debe estar configurado

source: Superuser must have is_staff=True.
es: El superusuario debe tener is_staff=True.

source: Superuser must have is_superuser=True.
es: El superusuario debe tener is_superuser=True.

source: Access denied. You must belong to an organization.
es: Acceso denegado. Debes pertenecer a una organización.

source: Organizations
es: Organizaciones

source: email address
es: dirección de correo electrónico

source: Account
es: Cuenta

source: Accounts
es: Cuentas

source: Profile
es: Perfil

source: Settings updated successfully
es: Configuración actualizada con éxito

source: Settings
es: Configuración

source: Account created successfully
es: Cuenta creada con éxito

source: Account updated successfully
es: Cuenta actualizada con éxito

source: Organization created successfully
es: Organización creada con éxito

source: Organization updated successfully
es: Organización actualizada con éxito

source: Spanish
es: Español

source: English
es: Inglés

source: Project name.
es: Nombre del Proyecto.

source: Company logo
es: Logo de la Empresa

source: Website domain.
es: Dominio del Sitio Web.

source: Test json field
es: Campo Json de Prueba

source: Enable sending emails.
es: Habilitar el envío de correos electrónicos.

source: Enable email verification.
es: Habilitar la verificación de correo electrónico.

source: Account Inactive
es: Cuenta Inactiva

source: Sign In
es: Iniciar Sesión

source: Confirm Email Address
es: Confirmar Dirección de Correo Electrónico

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an email address for user %(user_display)s.
es: Por favor confirme que <a href="mailto:%(email)s">%(email)s</a> es una dirección de correo electrónico para el usuario %(user_display)s.

source: After confirming your email, please follow these steps:
es: Después de confirmar su correo electrónico, siga estos pasos:

source: Go to the login page
es: Ir a la página de inicio de sesión

source: Click on
es: Haga clic en

source: Enter your email address
es: Ingrese su dirección de correo electrónico

source: Follow the instructions in the password reset email to set your new password
es: Siga las instrucciones en el correo electrónico de restablecimiento de contraseña para establecer su nueva contraseña.

source: Confirm
es: Confirmar

source: Unable to confirm %(email)s because it is already confirmed by a different account.
es: No se puede confirmar %(email)s porque ya ha sido confirmado por una cuenta diferente.

source: This email confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new email confirmation request</a>.
es: Este enlace de confirmación de correo electrónico ha expirado o es inválido. Por favor <a href="%(email_url)s">emita una nueva solicitud de confirmación de correo electrónico</a>.

source: Password Reset
es: Restablecimiento de Contraseña

source: Change Password
es: Cambiar Contraseña

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
es: El enlace de restablecimiento de contraseña no es válido, posiblemente porque ya se ha utilizado. Por favor solicite un <a href="%(passwd_reset_url)s">nuevo restablecimiento de contraseña</a>

source: Password is changed
es: La contraseña ha sido cambiada.

source: Signup
es: Registro

source: Verify Your Email Address
es: Verificar su dirección de correo electrónico

source: Dashboard Filters
es: Filtros del Tablero

source: Filter
es: Filtrar

source: Clear
es: Limpiar

source: Total Reports
es: Total de Informes

source: Normal Condition
es: Condición Normal

source: Condition Distribution
es: Distribución de Condición

source: Reports by equipment condition
es: Reportes por condición del equipo

source: Status Distribution
es: Distribución de estado

source: Reports by processing status
es: Reportes por estado de procesamiento

source: Historical Trend
es: Tendencia Histórica

source: Reports over time
es: Reportes a lo largo del tiempo

source: Latest Reports
es: Últimos Reportes

source: No reports found
es: No se encontraron reportes

source: Last updated
es: Última actualización

source: Back to Dashboard
es: Volver al Tablero

source: Filters
es: Filtros

source: Search machine
es: Seleccionar Máquina

source: Select component
es: Seleccione Componente

source: Apply Filters
es: Aplicar Filtros

source: Loading...
es: Cargando...

source: Loading analysis data...
es: Cargando datos de análisis...

source: Select a component
es: Seleccione un componente

source: Use the filters above to select a machine and component, then click 'Apply Filters' to view the analysis.
es: Utilice los filtros de arriba para seleccionar una máquina y un componente, luego haga clic en 'Aplicar Filtros' para ver el análisis.

source: Component Summary
es: Resumen del Componente

source: Last Sample
es: Última Muestra

source: Wear Trends
es: Tendencias de Desgaste

source: Fe, Cu, Al over time
es: Fe, Cu, Al a lo largo del tiempo

source: Contamination Alerts
es: Alertas de Contaminación

source: Si, Na, Fuel dilution
es: Si, Na, Dilución de Combustible

source: Oil Health
es: Salud del Aceite

source: TBN, TAN, Viscosity, Oxidation
es: TBN, TAN, Viscosidad, Oxidación

source: Additive Elements
es: Elementos Aditivos

source: Zn, P, Mg, Ca levels
es: Niveles de Zn, P, Mg, Ca

source: Select the machine to analyze
es: Seleccione la máquina para analizar

source: Select Machine first
es: Seleccione primero la Máquina

source: Select the component to analyze
es: Seleccione el componente para analizar

source: Error loading components
es: Error al cargar los componentes

source: Please select a machine and component
es: Por favor seleccione una máquina y un componente

source: Error loading analysis data
es: Error al cargar los datos de análisis

source: Concentration (ppm)
es: Concentración (ppm)

source: Concentration (ppm / %%)
es: Concentración (ppm / %%)

source: Value
es: Valor

source: Export Data
es: Exportar Datos

source: Export Filters
es: Filtros de Exportación

source: Preview Count
es: Vista previa del conteo

source: Export Preview
es: Vista previa de exportación

source: Click 'Preview Count' to see how many records will be exported
es: Haga clic en 'Vista previa del conteo' para ver cuántos registros se exportarán

source: Total Records
es: Registros Totales

source: Will Export
es: Se Exportará

source: Export is limited to %(max)s records for performance reasons.
es: La exportación está limitada a %(max)s registros por razones de rendimiento.

source: Download Excel
es: Descargar Excel

source: Checking records...
es: Comprobando registros...

source: Export Information
es: Información de Exportación

source: Excel format (.xlsx)
es: Formato Excel (.xlsx)

source: Maximum %(max)s records per export
es: Máximo de %(max)s registros por exportación

source: Filtered by your organization
es: Filtrado por su organización

source: Includes all report details
es: Incluye todos los detalles del informe

source: Error loading preview. Please try again.
es: Error al cargar la vista previa. Por favor, inténtelo de nuevo.

source: OK
es: Aceptar

source: Export started! The file will download shortly.
es: ¡Exportación iniciada! El archivo se descargará en breve.

source: Dashboard Access
es: Acceso al Tablero

source: Contact your administrator to gain access to the dashboard.
es: Contacte a su administrador para obtener acceso al tablero.

source: Number of Reports
es: Número de Reportes

source: Update Dashboard
es: Actualizar Tablero

source: Total Machines
es: Todas las máquinas

source: Critical Alerts
es: Alertas Críticas

source: Avg Fleet Health
es: Promedio de Salud de la Flota

source: Recent Alerts
es: Alertas Recientes

source: Last 10 critical/caution reports
es: Últimos 10 reportes críticos/de precaución

source: Date
es: Fecha

source: Reports by condition
es: Reportes por condición

source: No recent alerts
es: No hay alertas recientes

source: Bulk Upload
es: Carga Masiva

source: Upload Excel File
es: Subir archivo de Excel

source: Download Template
es: Descargar plantilla

source: Back
es: Regresar

source: Instructions
es: Instrucciones

source: Download the Excel template using the button above
es: Descargue la plantilla de Excel utilizando el botón de arriba

source: Fill in the machine data according to the column headers
es: Complete los datos de la máquina según los encabezados de columna

source: Column A: Machine Name (required)
es: Columna A: Nombre de la máquina (requerido)

source: Column B: Organization Name (must exist in system)
es: Columna B: Nombre de la organización (debe existir en el sistema)

source: Column C: Serial Number (required, unique)
es: Columna C: Número de serie (requerido, único)

source: Column D: Model (required)
es: Columna D: Modelo (requerido)

source: Column E: Components (comma-separated)
es: Columna E: Componentes (separados por comas)

source: Upload only .xlsx files (maximum 5MB)
es: Suba solo archivos .xlsx (máximo 5MB)

source: If a machine with the same serial number exists, it will be updated
es: Si existe una máquina con el mismo número de serie, se actualizará

source: Component types will be created automatically if they don't exist
es: Los tipos de componentes se crearán automáticamente si no existen

source: Upload File
es: Subir archivo

source: Expected Excel Format:
es: Formato de Excel esperado:

source: MACHINE NAME
es: NOMBRE DE LA MÁQUINA

source: ORGANIZATION
es: ORGANIZACIÓN

source: SERIAL NUMBER
es: NÚMERO DE SERIE

source: MODEL
es: MODELO

source: COMPONENTS
es: COMPONENTES

source: Note: The first row should be the title, the second row contains column headers, and data starts from the third row.
es: Nota: La primera fila debe ser el título, la segunda fila contiene los encabezados de columna, y los datos comienzan desde la tercera fila.

source: Processing...
es: En proceso...

source: Edit
es: Editar

source: Delete
es: Eliminar

source: Machine Information
es: Información de la Máquina

source: Created
es: Creado

source: No organization assigned
es: No hay organización asignada

source: components installed
es: componentes instalados

source: Unknown Type
es: Tipo desconocido

source: No components installed
es: No hay componentes instalados

source: Are you sure?
es: ¿Estás seguro?

source: You are about to delete
es: Estás a punto de eliminar

source: Yes, delete it!
es: ¡Sí, elimínalo!

source: Cancel
es: Cancelar

source: Deleted!
es: ¡Eliminado!

source: Something went wrong. Please try again.
es: Algo salió mal. Por favor, inténtalo de nuevo.

source: Edit Machine
es: Editar Máquina

source: Create Machine
es: Crear Máquina

source: Is this machine active?
es: ¿Está activa esta máquina?

source: Add Component
es: Agregar Componente

source: Discard
es: Descartar

source: Save Changes
es: Guardar Cambios

source: Please fill all required fields
es: Por favor, complete todos los campos obligatorios

source: Add Machine
es: Agregar Máquina

source: Search Name, Serial or Model
es: Buscar Nombre, Serie o Modelo

source: Actions
es: Acciones

source: View
es: Ver

source: No machines found
es: No se encontraron máquinas

source: Forbidden
es: Prohibido

source: Page not found
es: Página no encontrada

source: System Error
es: Error del sistema

source: Data Export
es: Exportación de Datos

source: My Profile
es: Mi Perfil

source: Account Settings
es: Configuración de la Cuenta

source: Sign Out
es: Cerrar Sesión

source: Fill in the report data according to the column headers
es: Complete los datos del informe según los encabezados de columna

source: Column A: Lab Number (required, unique)
es: Columna A: Número de laboratorio (requerido, único)
