Repository: RobertArzolaC/lubeai
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Column C: Machine Name (must exist in system)
es: Columna C: Nombre de la máquina (debe existir en el sistema)

source: Column D: Component Name (must exist in system)
es: Columna D: Nombre del componente (debe existir en el sistema)

source: Column E: Lubricant (optional)
es: Columna E: Lubricante (opcional)

source: Column I: Sample Date (YYYY-MM-DD format)
es: Columna H: Fecha de muestra (formato AAAA-MM-DD)

source: Column J: PER Number (optional)
es: Columna J: Número PER (opcional)

source: Column K: Reception Date (YYYY-MM-DD format, optional)
es: Columna K: Fecha de recepción (formato AAAA-MM-DD, opcional)

source: Column L: Status (PENDING, REVIEWED, APPROVED, REJECTED)
es: Columna L: Estado (PENDIENTE, REVISADO, APROBADO, RECHAZADO)

source: Column M: Condition (NORMAL, CAUTION, CRITICAL, SEVERE)
es: Columna M: Condición (NORMAL, PRECAUCIÓN, CRÍTICO, SEVERO)

source: Column N: Notes (optional)
es: Columna N: Notas (opcional)

source: If a report with the same lab number exists, it will be updated
es: Si existe un informe con el mismo número de laboratorio, se actualizará

source: LAB NUMBER
es: NÚMERO DE LABORATORIO

source: MACHINE
es: MÁQUINA

source: COMPONENT
es: COMPONENTE

source: LUBRICANT
es: LUBRICANTE

source: LUBRICANT HOURS
es: HORAS DE LUBRICANTE

source: LUBRICANT KMS
es: KMS DE LUBRICANTE

source: SERIAL NUMBER CODE
es: CÓDIGO DE NÚMERO DE SERIE

source: SAMPLE DATE
es: FECHA DE MUESTRA

source: PER NUMBER
es: NÚMERO PER

source: RECEPTION DATE
es: FECHA DE RECEPCIÓN

source: STATUS
es: ESTADO

source: CONDITION
es: CONDICIÓN

source: NOTES
es: NOTAS

source: General Information
es: Información General

source: Equipment & Component
es: Equipo y Componente

source: Lubricant Information
es: Información del Lubricante

source: Important Dates
es: Fechas Importantes

source: Last Updated
es: Última Actualización

source: Created By
es: Creado Por

source: Notes & Additional Information
es: Notas e Información Adicional

source: No notes available
es: No hay notas disponibles

source: No additional information
es: No hay información adicional

source: Laboratory Analysis Summary
es: Resumen del Análisis de Laboratorio

source: Total Wear Metals
es: Total de Metales de Desgaste

source: Total Contaminants
es: Total de Contaminantes

source: Additive Depletion
es: Agotamiento de Aditivos

source: Water Tests & Viscosity
es: Pruebas de Agua y Viscosidad

source: Water Distillation
es: Destilación de Agua

source: Viscosity @ 40°C
es: Viscosidad @ 40°C

source: Viscosity @ 100°C
es: Viscosidad @ 100°C

source: TBN (Total Base Number)
es: TBN (Número Total de Base)

source: TAN (Total Acid Number)
es: TAN (Número Total de Ácido)

source: FTIR Analysis & Particles
es: Análisis FTIR y Partículas

source: Oxidation
es: Oxidación

source: Soot
es: Hollín

source: Nitration
es: Nitración

source: Sulfation
es: Sulfonación

source: Glycol
es: Glicol

source: Fuel Dilution
es: Dilución de Combustible

source: Water (FTIR)
es: Agua (FTIR)

source: Particle Count ISO 4406
es: Recuento de Partículas ISO 4406

source: Wear Metals (ppm)
es: Metales de Desgaste (ppm)

source: Contaminants (ppm)
es: Contaminantes (ppm)

source: Additives (ppm)
es: Aditivos (ppm)

source: No visual appearance data available
es: No hay datos de apariencia visual disponibles

source: No Laboratory Analysis Available
es: No hay datos de análisis de laboratorio disponibles

source: Laboratory analysis data has not been added to this report yet.
es: No hay análisis de laboratorio disponibles

source: Are you sure you want to delete report
es: ¿Está seguro de que desea eliminar el informe?

source: Report Information
es: Información del Informe

source: Related Information
es: Información Relacionada

source: Status and Condition
es: Estado y Condición

source: Is this report active?
es: ¿Está este informe activo?

source: Update Report
es: Actualizar Informe

source: Please wait...
es: Por favor espera...

source: Add Report
es: Agregar Informe

source: Search Lab Number, PER or Serial
es: Buscar Número de Laboratorio, PER o Serie

source: Start by creating your first report
es: Comience creando su primer informe

source: Confirm Delete
es: Confirmar Eliminación

source: Are you sure you want to delete this report? This action cannot be undone.
es: ¿Está seguro de que desea eliminar este informe? Esta acción no se puede deshacer.

source: Set the product thumbnail image. Only *.png, *.jpg and *.jpeg image files are accepted
es: Establezca la imagen en miniatura del producto. Solo se aceptan archivos de imagen *.png, *.jpg y *.jpeg

source: Details
es: Detalles

source: Full Name
es: Nombre Completo

source: Permissions Management
es: Gestión de Permisos

source: Module
es: Módulo

source: Create
es: Crear

source: Update
es: Actualizar

source: Add Account
es: Agregar Cuenta

source: Search Name or Email
es: Buscar Nombre o Correo Electrónico

source: Verified
es: Verificado

source: Yes
es: Sí

source: Desactivate
es: Desactivar

source: Activate
es: Activar

source: Verify
es: Verificar

source: Successfully verified account.
es: Cuenta verificada con éxito.

source: The user has been verified.
es: El usuario ha sido verificado.

source: There was a problem verifying the account.
es: Hubo un problema al verificar la cuenta.

source: The account has been deleted.
es: La cuenta ha sido eliminada.

source: There was a problem deleting the account.
es: Hubo un problema al eliminar la cuenta.

source: Yes, activate it!
es: ¡Sí, actívalo!

source: Successfully activated/deactivated user.
es: Usuario activado/desactivado con éxito.

source: The user has been activated/deactivated.
es: El usuario ha sido activado/desactivado.

source: There was a problem activating/deactivating the user.
es: Hubo un problema al activar/desactivar el usuario.

source: No contact information available
es: No hay información de contacto disponible

source: Address Information
es: Información de Dirección

source: District
es: Distrito

source: Region
es: Departmento

source: No address information available
es: No hay información de dirección disponible

source: Edit Organization
es: Editar Organización

source: Create Organization
es: Crear Organización

source: Is this organization active?
es: ¿Está activa esta organización?

source: Organization name is required
es: El nombre de la organización es obligatorio

source: Add Organization
es: Agregar Organización

source: Search Name, Email or Phone
es: Buscar Nombre, Correo o Teléfono

source: Location
es: Ubicación

source: No organizations found
es: No se encontraron organizaciones

source: Edit Profile
es: Editar Perfil

source: Account Information
es: Información de la Cuenta

source: Account Type
es: Tipo de Cuenta

source: Parent Account
es: Cuenta Principal

source: Date Joined
es: Fecha de Creación

source: Permissions
es: Permisos

source: No permissions assigned
es: No se asignaron permisos

source: Personal Information
es: Información Personal

source: Change avatar
es: Cambiar avatar

source: Cancel avatar
es: Cancelar avatar

source: Remove avatar
es: Eliminar avatar

source: Allowed file types: png, jpg, jpeg.
es: Tipos de archivo permitidos: png, jpg, jpeg.

source: Email cannot be changed
es: El correo electrónico no se puede cambiar

source: User Type
es: Tipo de Usuario

source: Security
es: Seguridad

source: To change your password, please contact your administrator or use the password reset option.
es: Para cambiar su contraseña, comuníquese con su administrador o use la opción de restablecimiento de contraseña.
